
class PricesDesktop extends React.Component {
    render() {
        return(
            <div className="legal__faq">
                <div className="legal__faq__container">
                    <h2>Наказание за Вождение в Пьяном Виде</h2>
                    <div className="faqs">
                        <div className="faq">
                            <h3>Сколько в России случилось аварий по вине пьяных водителей в 2017 году?</h3>
                            <p>В 2017 году пьяные водители стали виновниками более <span className="hl">16 тысяч</span> аварий. Общее количество погибших составило почти 5 тысяч человек.</p>
                        </div>
                        
                        <div className="faq">
                            <h3>Как сегодня классифицируется вождение в пьяном виде?</h3>
                            <p>Сегодня, вождение автомобиля в состоянии алкогольного опьянения считается <span className="hl">административным</span> правонарушением. Виновнику грозит <span className="hl">лишение прав</span> на срок до 2-х лет.</p>
                        </div>

                        
                        <div className="faq">
                            <h3>Правди ли, что при повторном нарушении, начинает действовать Угловный Кодекс?</h3>
                            <p>Это - правда. Повторные нарушения попадают под действие статьи 264.1 УК РФ</p>
                        </div>
                        
                        <div className="faq">
                            <h3>Что предусмотрено статьей 264.1 УК РФ?</h3>
                            <p>Административный арест или <span className="hl">штраф</span> в размере до 200-300 тыс. руб. <span className="hl">Лишение свободы</span> до 2-х лет.</p>
                        </div>

                        <div className="faq">
                            <h3>Как планируют ужесточить статью 264.1 УК РФ для нарушителей?</h3>
                            <p>Максимальный срок <span>лишения свободы</span> увеличится до 4 лет. Максимальный размер штрафа составит <span>500 тыс. руб.</span></p>
                        </div>
                    </div>
                </div>
            </div>
        )
    }
}

export default PricesDesktop;